i5-2500k/noretpoline-nopti-nopcid/pgbench/200/runs/result-rw-prepared-200-2.log
transaction type: <builtin: simple update>
scaling factor: 200
query mode: prepared
number of clients: 4
number of threads: 4
duration: 1800 s
number of transactions actually processed: 13119356
latency average = 0.549 ms
tps = 7288.528570 (including connections establishing)
tps = 7288.553060 (excluding connections establishing)